
{ "head": { "link": [], "vars": ["name", "description", "crew", "role", "startDate", "endDate", "image", "spacecraft", "launchRocket", "launchSite"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "name": { "type": "literal", "xml:lang": "en", "value": "AS-201" }	, "description": { "type": "literal", "value": "AS-201 (or SA-201), flown February 26, 1966, was the first uncrewed test flight of an entire production Block I Apollo command and service module and the Saturn IB launch vehicle. The spacecraft consisted of the second Block I command module and the first Block I service module. The suborbital flight was a partially successful demonstration of the service propulsion system and the reaction control systems of both modules, and successfully demonstrated the capability of the command module's heat shield to survive re-entry from low Earth orbit." }	, "crew": { "type": "literal", "value": "" }	, "role": { "type": "literal", "value": "" }	, "startDate": { "type": "literal", "value": "1966-02-26" }	, "endDate": { "type": "literal", "value": "1966-02-26" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/AS-201_launch.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/AS201_Command_Module.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_command_and_service_module" }	, "launchRocket": { "type": "literal", "value": "Saturn IB SA-201" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station | http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station_Launch_Complex_34" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "AS-203" }	, "description": { "type": "literal", "value": "AS-203 (or SA-203) was an uncrewed flight of the Saturn IB rocket on July 5, 1966. It carried no command and service module, as its purpose was to verify the design of the S-IVB rocket stage restart capability that would later be used in the Apollo program to boost astronauts from Earth orbit to a trajectory towards the Moon. It achieved its objectives, but the stage was inadvertently destroyed after four orbits." }	, "crew": { "type": "literal", "value": "" }	, "role": { "type": "literal", "value": "" }	, "startDate": { "type": "literal", "value": "1966-07-05" }	, "endDate": { "type": "literal", "value": "" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/AS-203_launch.jpg" }	, "spacecraft": { "type": "literal", "value": "" }	, "launchRocket": { "type": "literal", "value": "Saturn IB SA-203" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station | http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station_Space_Launch_Complex_37" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "AS-202" }	, "description": { "type": "literal", "value": "AS-202 (also referred to as SA-202) was the second uncrewed, suborbital test flight of a production Block I Apollo command and service module launched with the Saturn IB launch vehicle. It was launched on August 25, 1966, and was the first flight which included the spacecraft guidance, navigation control system and fuel cells. The success of this flight enabled the Apollo program to judge the Block I spacecraft and Saturn IB ready to carry men into orbit on the next mission, AS-204." }	, "crew": { "type": "literal", "value": "" }	, "role": { "type": "literal", "value": "" }	, "startDate": { "type": "literal", "value": "1966-08-25" }	, "endDate": { "type": "literal", "value": "1966-08-25" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/AS-202_launch.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/USS_Hornet_Apollo_CM.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_CSM" }	, "launchRocket": { "type": "literal", "value": "http://dbpedia.org/resource/Saturn_IB" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station | http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station_Launch_Complex_34" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 1" }	, "description": { "type": "literal", "value": "Apollo 1, initially designated AS-204, was the first crewed mission of the Apollo program, the American undertaking to land the first man on the Moon. It was planned to launch on February 21, 1967, as the first low Earth orbital test of the Apollo command and service module. The mission never flew; a cabin fire during a launch rehearsal test at Cape Kennedy Air Force Station Launch Complex 34 on January 27 killed all three crew members—Command Pilot Gus Grissom, Senior Pilot Ed White, and Pilot Roger B. Chaffee—and destroyed the command module (CM). The name Apollo 1, chosen by the crew, was made official by NASA in their honor after the fire. Immediately after the fire, NASA convened an Accident Review Board to determine the cause of the fire, and both chambers of the United States Congress conducted their own committee inquiries to oversee NASA's investigation. The ignition source of the fire was determined to be electrical, and the fire spread rapidly due to combustible nylon material and the high-pressure pure oxygen cabin atmosphere. Rescue was prevented by the plug door hatch, which could not be opened against the internal pressure of the cabin. Because the rocket was unfueled, the test had not been considered hazardous, and emergency preparedness for it was poor. During the Congressional investigation, Senator Walter Mondale publicly revealed a NASA internal document citing problems with prime Apollo contractor North American Aviation, which became known as the Phillips Report. This disclosure embarrassed NASA Administrator James E. Webb, who was unaware of the document's existence, and attracted controversy to the Apollo program. Despite congressional displeasure at NASA's lack of openness, both congressional committees ruled that the issues raised in the report had no bearing on the accident. Crewed Apollo flights were suspended for twenty months while the command module's hazards were addressed. However, the development and uncrewed testing of the lunar module (LM) and Saturn V rocket continued. The Saturn IB launch vehicle for Apollo 1, SA-204, was used for the first LM test flight, Apollo 5. The first successful crewed Apollo mission was flown by Apollo 1's backup crew on Apollo 7 in October 1968." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Ed_White_(astronaut) | http://dbpedia.org/resource/Gus_Grissom | http://dbpedia.org/resource/Roger_B._Chaffee" }	, "role": { "type": "literal", "value": "Command Pilot | Pilot | Senior Pilot" }	, "startDate": { "type": "literal", "value": "1967-02-21" }	, "endDate": { "type": "literal", "value": "" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/A1prayer.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/AS-204_-_hatch.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Amf_space_mirror.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo1-Crew_01.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo1_Crew_im_Simulator.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo1plaque.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_1's_Command_Module_-_GPN-2003-00057.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_1_Prime_Crew_-_GPN-2000-001159.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_1_Silver-Colored_Fliteline_Medallion_(Flown_on_Apollo_9).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_1_crew_prepare_to_enter_their_spacecraft_in_the_altitude_chamber_at_Kennedy_Space_Center.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_1_fire.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_1_hatch.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_1_patch.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_One_CM_arrival_KSC.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/KSC_Launch_Complex_34.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/LC34_memorial_benches.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/LC34plaque2.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/McDivitt,_Scott_and_Schweickart_in_preliminary_training_for_Apollo_AS-258_mission.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/NASA_Administration_Before_the_Senate_Regarding_Apollo_1_-_GPN-2002-000084.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Pad_34_astronaut_memorial.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Załogi_misji_Apollo_1_S66-30238.jpg" }	, "spacecraft": { "type": "literal", "value": "" }	, "launchRocket": { "type": "literal", "value": "Saturn IB AS-204" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station | http://dbpedia.org/resource/Cape_Canaveral_Launch_Complex_34" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 4" }	, "description": { "type": "literal", "value": "Apollo 4 (November 9, 1967), also known as SA-501, was the uncrewed first test flight of the Saturn V launch vehicle, the rocket that eventually took astronauts to the Moon. The space vehicle was assembled in the Vehicle Assembly Building, and was the first to be launched from Kennedy Space Center (KSC) in Florida, ascending from Launch Complex 39, where facilities built specially for the Saturn V had been constructed. Apollo 4 was an \"all-up\" test, meaning all rocket stages and spacecraft were fully functional on the initial flight, a first for NASA. It was the first time the S-IC first stage and S-II second stage flew. It also demonstrated the S-IVB third stage's first in-flight restart. The mission used a Block I command and service module modified to test several key Block II revisions, including its heat shield at simulated lunar-return velocity and angle. The original launch date was planned for early 1967, but was delayed to November 9 because of a large number of problems with various elements of the spacecraft, and difficulties during pre-flight testing. The need for additional inspections following the Apollo 1 fire, which killed the first Apollo crew in January 1967, also contributed to delays. These issues delayed the flight through much of 1967. The mission splashed down in the Pacific Ocean slightly less than nine hours after launch, having achieved its objectives. NASA considered the mission a complete success, proving that the Saturn V worked, an important step towards achieving the main objective of landing astronauts on the Moon, and bringing them back safely, before the end of the 1960s." }	, "crew": { "type": "literal", "value": "" }	, "role": { "type": "literal", "value": "" }	, "startDate": { "type": "literal", "value": "1967-11-09" }	, "endDate": { "type": "literal", "value": "1967-11-09" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/AS4-1-410HR.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Activity_in_the_Mission_Control_Room_during_launch_of_Apollo_4.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Aerial_view_of_Apollo_4_rollout.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo-Saturn_501_Vehicle_Preparations_-_GPN-2000-000956.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_4_Launch_-_GPN-2000-000044.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_4_S-ICS-II_Staging_upper_camera.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_4_on_the_night_before_launch,_Kennedy_Space_Center,_Florida,_1967.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/S67-36022.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_command_and_service_module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-501" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Kennedy_Space_Center | http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 5" }	, "description": { "type": "literal", "value": "Apollo 5 (launched January 22, 1968), also known as AS-204, was the uncrewed first flight of the Apollo Lunar Module (LM) that would later carry astronauts to the surface of the Moon. The Saturn IB rocket bearing the LM lifted off from Cape Kennedy on January 22, 1968. The mission was successful, though due to programming problems an alternate mission to that originally planned was executed. Like Apollo 4, this flight was long delayed, due in part to setbacks in development of the LM, manufactured by Grumman Aircraft. The original Saturn IB rocket that was to take the first LM (LM-1) to space was taken down during the delays and replaced with the one that would have launched Apollo 1 if the spacecraft fire that killed three astronauts had not taken place. LM-1 arrived at the Kennedy Space Center in June 1967; the following months were occupied in testing and placing the LM atop the Saturn IB. After final delays due to equipment trouble, the countdown began on January 21, 1968, and the space vehicle was launched the following day. Once the craft reached orbit and the LM separated from the S-IVB booster, the program of orbital testing began, but a planned burn was aborted automatically when the Apollo Guidance Computer detected the craft was not going as fast as planned. Flight Director Gene Kranz and his team at Mission Control in Houston quickly decided on an alternate mission, during which the mission's goals of testing LM-1 were accomplished. The mission was successful enough that a contemplated second uncrewed mission to test the LM was cancelled, advancing NASA's plans to land an astronaut on the Moon by the end of the 1960s." }	, "crew": { "type": "literal", "value": "" }	, "role": { "type": "literal", "value": "" }	, "startDate": { "type": "literal", "value": "1968-01-22" }	, "endDate": { "type": "literal", "value": "1968-01-24" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_5_on_pad.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Lunar_Module-1_and_Spacecraft_Lunar_Module_Adapter_(SLA)-7_in_the_Kennedy_Space_Center's_Manned_Spacecraft_Operations_Building.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Lunar_Module-1_arrival_at_Kennedy_Space_Center.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Robert_R._Gilruth_(right)_and_Christopher_C._Kraft_during_Apollo_5.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_Lunar_Module" }	, "launchRocket": { "type": "literal", "value": "Saturn IB SA-204" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station_Space_Launch_Complex_37 | http://dbpedia.org/resource/Cape_Canaveral_Space_Force_Station" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 6" }	, "description": { "type": "literal", "value": "Apollo 6 (April 4, 1968), also known as AS-502, was the third and final uncrewed flight in the United States' Apollo Program and the second test of the Saturn V launch vehicle. It qualified the Saturn V to be used on crewed missions, as happened for the first time on Apollo 8 in December 1968. Apollo 6 was intended to demonstrate the ability of the Saturn V's third stage, the S-IVB, to propel itself and the Apollo spacecraft to lunar distances. Its components began arriving at the Kennedy Space Center in early 1967. Testing proceeded slowly, often delayed by testing of the Saturn V intended for Apollo 4—the inaugural launch of the Saturn V. After that uncrewed mission launched in November 1967, there were fewer delays, but enough so that the flight was postponed from March to April 1968. The flight plan called for following trans-lunar injection with a direct return abort using the service module's main engine, with a flight time totaling about 10 hours. Instead, vibrations damaged some of the Rocketdyne J-2 engines in the second and third stages by rupturing internal fuel lines causing a second-stage engine to shut down early. An additional second-stage engine shut down early due to cross wiring with the other shutdown engine. The vehicle's onboard guidance system compensated by burning the second and third stages longer, although the resulting parking orbit was more elliptical than planned. The damaged third-stage engine failed to restart for trans-lunar injection. Flight controllers elected to repeat the flight profile of the previous Apollo 4 test, achieving a high orbit and high-speed return. Despite the engine failures, the flight provided NASA with enough confidence to use the Saturn V for crewed launches; a potential third uncrewed flight was cancelled." }	, "crew": { "type": "literal", "value": "" }	, "role": { "type": "literal", "value": "" }	, "startDate": { "type": "literal", "value": "1968-04-04" }	, "endDate": { "type": "literal", "value": "1968-04-04" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/67-H-1230_Lunar_module_LTA-2_R.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo6Interstage.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_6_launch.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Fernbank-07.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/S68-27366.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_command_and_service_module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-502" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Kennedy_Space_Center | http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 7" }	, "description": { "type": "literal", "value": "Apollo 7 (October 11 – 22, 1968) was the first crewed flight in NASA's Apollo program, and saw the resumption of human spaceflight by the agency after the fire that killed the three Apollo 1 astronauts during a launch rehearsal test on January 27, 1967. The Apollo 7 crew was commanded by Walter M. Schirra, with command module pilot Donn F. Eisele and lunar module pilot R. Walter Cunningham (so designated even though Apollo 7 did not carry a Lunar Module). The three astronauts were originally designated for the second crewed Apollo flight, and then as backups for Apollo 1. After the Apollo 1 fire, crewed flights were suspended while the cause of the accident was investigated and improvements made to the spacecraft and safety procedures, and uncrewed test flights made. Determined to prevent a repetition of the fire, the crew spent long periods monitoring the construction of their Apollo command and service modules (CSM). Training continued over much of the 21-month pause that followed the Apollo 1 disaster. Apollo 7 was launched on October 11, 1968, from Cape Kennedy Air Force Station, Florida, and splashed down in the Atlantic Ocean eleven days later. Extensive testing of the CSM took place, and also the first live television broadcast from an American spacecraft. Despite tension between the crew and ground controllers, the mission was a complete technical success, giving NASA the confidence to send Apollo 8 into orbit around the Moon two months later. In part because of these tensions, none of the crew flew in space again, though Schirra had already announced he would retire from NASA after the flight. Apollo 7 fulfilled Apollo 1's mission of testing the CSM in low Earth orbit, and was a significant step towards NASA's goal of landing astronauts on the Moon." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Donn_F._Eisele | http://dbpedia.org/resource/Wally_Schirra | http://dbpedia.org/resource/Walter_Cunningham" }	, "role": { "type": "literal", "value": "Command Module Pilot | Commander | Lunar Module Pilot" }	, "startDate": { "type": "literal", "value": "1968-10-11" }	, "endDate": { "type": "literal", "value": "1968-10-22" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/AS-205_crew.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/AS07-11-2000_(21355660044).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo7.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_7_Command_Module_Museum.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_7_Cunningham.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_7_Flown_Robbins_Medallion_(SN-186).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_7_Launch_-_GPN-2000-001171.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_7_and_8_Crew_in_the_White_House._-_GPN-2000-001686.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_7_crew_debriefing.jpeg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_7_crew_during_water_egress_training.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_7_during_the_first_live_television_transmission_from_space.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_7_photographed_in_flight_by_ALOTS_(68-HC-641).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_7_recovery_with_SH-3_Sea_King_1968.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/As7-3-1545.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Barbara_Eden_and_Bob_Hope_NASA.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/S68-42513.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Saturn_IB_Second_Stage_with_open_LM_adapter.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Saturn_IB_at_launch_complex_34.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/The_Apollo_7_Prime_Crew_-_GPN-2000-001160.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/The_Apollo_7_crew_is_welcomed_aboard_the_USS_Essex.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_(spacecraft)" }	, "launchRocket": { "type": "literal", "value": "Saturn IB SA-205" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station | http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station_Launch_Complex_34" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 8" }	, "description": { "type": "literal", "value": "Apollo 8 (December 21–27, 1968) was the first crewed spacecraft to leave low Earth orbit and the first human spaceflight to reach the Moon. The crew orbited the Moon ten times without landing, and then departed safely back to Earth. These three astronauts—Frank Borman, James Lovell, and William Anders—were the first humans to personally witness and photograph the far side of the Moon and an Earthrise. Apollo 8 launched on December 21, 1968, and was the second crewed spaceflight mission flown in the United States Apollo space program after Apollo 7, which stayed in Earth orbit. Apollo 8 was the third flight and the first crewed launch of the Saturn V rocket, and was the first human spaceflight from the Kennedy Space Center, located adjacent to Cape Kennedy Air Force Station in Florida. Originally planned as the second crewed Apollo Lunar Module and command module test, to be flown in an elliptical medium Earth orbit in early 1969, the mission profile was changed in August 1968 to a more ambitious command-module-only lunar orbital flight to be flown in December, as the lunar module was not yet ready to make its first flight. Astronaut Jim McDivitt's crew, who were training to fly the first lunar module flight in low Earth orbit, became the crew for the Apollo 9 mission, and Borman's crew were moved to the Apollo 8 mission. This left Borman's crew with two to three months' less training and preparation time than originally planned, and replaced the planned lunar module training with translunar navigation training. Apollo 8 took 68 hours to travel the distance to the Moon. The crew orbited the Moon ten times over the course of twenty hours, during which they made a Christmas Eve television broadcast in which they read the first ten verses from the Book of Genesis. At the time, the broadcast was the most watched TV program ever. Apollo 8's successful mission paved the way for Apollo 10 and, with Apollo 11 in July 1969, the fulfillment of U.S. president John F. Kennedy's goal of landing a man on the Moon before the end of the decade. The Apollo 8 astronauts returned to Earth on December 27, 1968, when their spacecraft splashed down in the northern Pacific Ocean. The crew members were named Time magazine's \"Men of the Year\" for 1968 upon their return." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Frank_Borman | http://dbpedia.org/resource/Jim_Lovell | http://dbpedia.org/resource/William_Anders" }	, "role": { "type": "literal", "value": "Command Module Pilot | Commander | Lunar Module Pilot" }	, "startDate": { "type": "literal", "value": "1968-12-21" }	, "endDate": { "type": "literal", "value": "1968-12-27" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/AS08-16-2593_remastered.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Ap8-KSC-68PC-147.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Ap8-S68-56310.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Ap8-S68-56531.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo-8-patch.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_8_Crew_Arrives_in_Houston_(23936765502).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_8_Crewmembers_-_GPN-2000-001125.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_8_Flown_Silver_Robbins_Medallion_(SN-264).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_8_Image_of_the_Moon_(AS08-14-2506).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_8_TLI.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_8_first_stage_in_the_Vehicle_Assembly_Building.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_8_liftoff.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_8_reentry,_December_27,_1968.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/As8-16-2583.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Mating_of_Apollo_8_spacecraft_with_Saturn-V.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/NASA-Apollo8-Dec24-Earthrise.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Scott_1371,_Apollo_8.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/The_Lunar_Farside_-_GPN-2000-001127.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/The_crew_of_Apollo_8_addresses_the_crew_of_the_USS_Yorktown_after_a_successful_splashdown_and_recovery.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_command_and_service_module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-503" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Kennedy_Space_Center | http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39A" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 9" }	, "description": { "type": "literal", "value": "Apollo 9 (March 3–13, 1969) was the third human spaceflight in NASA's Apollo program. Flown in low Earth orbit, it was the second crewed Apollo mission that the United States launched via a Saturn V rocket, and was the first flight of the full Apollo spacecraft: the command and service module (CSM) with the Lunar Module (LM). The mission was flown to qualify the LM for lunar orbit operations in preparation for the first Moon landing by demonstrating its descent and ascent propulsion systems, showing that its crew could fly it independently, then rendezvous and dock with the CSM again, as would be required for the first crewed lunar landing. Other objectives of the flight included firing the LM descent engine to propel the spacecraft stack as a backup mode (as would be required on the Apollo 13 mission), and use of the portable life support system backpack outside the LM cabin. The three-man crew consisted of Commander James McDivitt, Command Module Pilot David Scott, and Lunar Module Pilot Rusty Schweickart. During the ten-day mission, they tested systems and procedures critical to landing on the Moon, including the LM engines, backpack life support systems, navigation systems and docking maneuvers. After launching on March 3, 1969, the crew performed the first crewed flight of a lunar module, the first docking and extraction of the same, one two-person spacewalk (EVA), and the second docking of two crewed spacecraft—two months after the Soviets performed a spacewalk crew transfer between Soyuz 4 and Soyuz 5. The mission concluded on March 13 and was a complete success. It proved the LM worthy of crewed spaceflight, setting the stage for the dress rehearsal for the lunar landing, Apollo 10, before the ultimate goal, landing on the Moon." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/David_Scott | http://dbpedia.org/resource/James_McDivitt | http://dbpedia.org/resource/Rusty_Schweickart" }	, "role": { "type": "literal", "value": "Command Module Pilot | Commander | Lunar Module Pilot" }	, "startDate": { "type": "literal", "value": "1969-03-03" }	, "endDate": { "type": "literal", "value": "1969-03-13 | 1981-10-23" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/AS09-23-3500_(22038477212).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Aerial_view_of_the_Apollo_9_space_vehicle_on_the_way_from_the_Vehicle_Assembly_Building_to_Pad_A.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo-9-Lancering.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo9_Prime_Crew.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_9_Command_Module.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_9_Flown_Silver_Robbins_Medallion_(SN-260).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_9_Schweickart_with_EMU.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_9_approaches_splashdown.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_9_backup_crew_(S68-55255).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_9_mission_patch.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apolo-1._CSM&LM_diagram.svg | http://commons.wikimedia.org/wiki/Special:FilePath/Gumdrop_Meets_Spider_-_GPN-2000-001100.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Interior_of_Gumdrop_(AS09-20-3104).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Lunar_Module_3_arrives_at_KSC_aboard_Super_Guppy_(KSC-68PC-85).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/McDivitt,_Scott_and_Schweickart_in_preliminary_training_for_Apollo_AS-258_mission.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Schweickart_Apollo_9_EVA_(AS09-19-2982).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Spider_in_Earth_Orbit_-_GPN-2000-001106.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/The_Apollo_9_Command_Module_(CM).jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_Lunar_Module | http://dbpedia.org/resource/Command_and_service_module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-504" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Kennedy_Space_Center | http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 10" }	, "description": { "type": "literal", "value": "Apollo 10 (May 18–26, 1969) was a human spaceflight, the fourth crewed mission in the United States Apollo program, and the second (after Apollo 8) to orbit the Moon. NASA described it as a \"dress rehearsal\" for the first Moon landing, and designated it an \"F\" mission, intended to test all spacecraft components and procedures short of actual descent and landing. While astronaut John Young remained in the Command and Service Module (CSM) orbiting the Moon, astronauts Thomas Stafford and Gene Cernan flew the Apollo Lunar Module (LM) to within 15.6 kilometers (8.4 nmi) of the lunar surface, the point at which powered descent for landing would begin on a landing mission, before rejoining Young in the CSM. After orbiting the Moon 31 times, Apollo 10 returned safely to Earth; its success enabled the first crewed landing during Apollo 11 two months later. While NASA had considered attempting the first crewed lunar landing on Apollo 10, mission planners ultimately decided that it would be prudent to have a practice flight to hone the procedures and techniques. The crew encountered some issues during the course of the flight, namely pogo oscillations during the launch phase and a brief, uncontrolled tumble of the LM ascent stage in lunar orbit during its solo flight; however, the major mission objectives were accomplished. Stafford and Cernan observed and photographed Apollo 11's planned landing site in the Sea of Tranquility. Apollo 10 spent approximately 61 hours orbiting the Moon, for about eight of which Stafford and Cernan flew the LM apart from Young in the CSM, and about 8 days total in space. Additionally, Apollo 10 set the record for the highest speed attained by a crewed vehicle: 39,897 km/h (11.08 km/s or 24,791 mph) on May 26, 1969, during the return from the Moon. The mission's call signs were the names of the Peanuts characters Charlie Brown for the CSM and Snoopy for the LM, who became Apollo 10's semi-official mascots. Peanuts creator Charles Schulz also drew mission-related artwork for NASA." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Gene_Cernan | http://dbpedia.org/resource/John_Young_(astronaut) | http://dbpedia.org/resource/Thomas_P._Stafford" }	, "role": { "type": "literal", "value": "Command Module Pilot | Commander | Lunar Module Pilot" }	, "startDate": { "type": "literal", "value": "1969-05-18" }	, "endDate": { "type": "literal", "value": "1969-05-26" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/AS10-34-5087.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/AS10-34-5158_-_Apollo_10_-_Apollo_10_Mission_image_-_Landing_Site_2_-_NARA_-_16682380.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Ap10-KSC-68C-7912.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Ap10-KSC-69PC-110.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo-10-LOGO.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo-10-Lancering.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_Command_Module_1.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_Flown_Silver_Robbins_Medallion_(SN-70).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_Helicopter_Recovery_-_GPN-2000-001143.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_Lunar_Module.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_Lunar_Module_Rendezvous.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_Lunar_Orbit_Profile.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_Mission_Control.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_Prime_Crew_-_GPN-2000-001501.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_Stafford_and_Cernan_in_White_Room.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_command_module.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_10_earthrise.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Necho_crater_as10-33-4989.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Stafford_and_Snoopy.jpeg | http://commons.wikimedia.org/wiki/Special:FilePath/Swirls_near_Firsov_crater_AS10-30-4365HR.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/The_Apollo_10_Prime_Crew_-_GPN-2000-001163.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Two_members_of_the_Apollo_10_prime_crew_participate_in_simulation_activity.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_Lunar_Module | http://dbpedia.org/resource/Apollo_command_and_service_module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-505" }	, "launchSite": { "type": "literal", "value": "Kennedy LC-39B" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 11" }	, "description": { "type": "literal", "value": "Apollo 11 (July 16–24, 1969) was the American spaceflight that first landed humans on the Moon. Commander Neil Armstrong and lunar module pilot Buzz Aldrin landed the Apollo Lunar Module Eagle on July 20, 1969, at 20:17 UTC, and Armstrong became the first person to step onto the Moon's surface six hours and 39 minutes later, on July 21 at 02:56 UTC. Aldrin joined him 19 minutes later, and they spent about two and a quarter hours together exploring the site they had named Tranquility Base upon landing. Armstrong and Aldrin collected 47.5 pounds (21.5 kg) of lunar material to bring back to Earth as pilot Michael Collins flew the Command Module Columbia in lunar orbit, and were on the Moon's surface for 21 hours, 36 minutes before lifting off to rejoin Columbia. Apollo 11 was launched by a Saturn V rocket from Kennedy Space Center on Merritt Island, Florida, on July 16 at 13:32 UTC, and it was the fifth crewed mission of NASA's Apollo program. The Apollo spacecraft had three parts: a command module (CM) with a cabin for the three astronauts, the only part that returned to Earth; a service module (SM), which supported the command module with propulsion, electrical power, oxygen, and water; and a lunar module (LM) that had two stages—a descent stage for landing on the Moon and an ascent stage to place the astronauts back into lunar orbit. After being sent to the Moon by the Saturn V's third stage, the astronauts separated the spacecraft from it and traveled for three days until they entered lunar orbit. Armstrong and Aldrin then moved into Eagle and landed in the Sea of Tranquility on July 20. The astronauts used Eagle's ascent stage to lift off from the lunar surface and rejoin Collins in the command module. They jettisoned Eagle before they performed the maneuvers that propelled Columbia out of the last of its 30 lunar orbits onto a trajectory back to Earth. They returned to Earth and splashed down in the Pacific Ocean on July 24 after more than eight days in space. Armstrong's first step onto the lunar surface was broadcast on live TV to a worldwide audience. He described the event as \"one small step for [a] man, one giant leap for mankind.\" Apollo 11 effectively proved US victory in the Space Race to demonstrate spaceflight superiority, by fulfilling a national goal proposed in 1961 by President John F. Kennedy, \"before this decade is out, of landing a man on the Moon and returning him safely to the Earth.\"" }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Buzz_Aldrin | http://dbpedia.org/resource/Michael_Collins_(astronaut) | http://dbpedia.org/resource/Neil_Armstrong" }	, "role": { "type": "literal", "value": "Command Module Pilot | Commander | Lunar Module Pilot" }	, "startDate": { "type": "literal", "value": "1969-07-16" }	, "endDate": { "type": "literal", "value": "1969-07-24" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/1_white,_blue_rounded_rectangle.svg | http://commons.wikimedia.org/wiki/Special:FilePath/2_white,_blue_rounded_rectangle.svg | http://commons.wikimedia.org/wiki/Special:FilePath/3_white,_blue_rounded_rectangle.svg | http://commons.wikimedia.org/wiki/Special:FilePath/430-L1-S1_640.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/4_white,_blue_rounded_rectangle.svg | http://commons.wikimedia.org/wiki/Special:FilePath/5_white,_blue_rounded_rectangle.svg | http://commons.wikimedia.org/wiki/Special:FilePath/69-HC-620_-_SA506.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Aldrin_Apollo_11_original.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Aldrin_Looks_Back_at_Tranquility_Base_-_GPN-2000-001102.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_CSM_photographed_from_Lunar_Module_(AS11-37-5445).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_Columbia.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_Command_Module_in_Hangar.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_Flown_Silver_Robbins_Medallion_(SN-416).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_Landing_Site_&_West_Crater.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_Launch_-_GPN-2000-000630.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_Lunar_Module_Eagle_in_landing_configuration_in_lunar_orbit_from_the_Command_and_Service_Module_Columbia.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_Mobile_Quarantine_Facility_at_the_Steven_F_Udvar-Hazy_Center_in_2009.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_bootprint.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_insignia.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_lunar_module.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_photo_map.svg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_plaque_closeup_on_Moon.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_projected_on_the_washington_monument.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_11_ticker_tape_parade_1.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/As11-40-5886.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Buzz_salutes_the_U.S._Flag.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Duke,_Lovell_and_Haise_at_the_Apollo_11_Capcom,_Johnson_Space_Center,_Houston,_Texas_-_19690720.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/F-1_Injector_Plate_(Front).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/F-1_Injector_Plate_(Rear).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/John_F._Kennedy_speaks_at_Rice_University.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Land_on_the_Moon_7_21_1969-repair.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Lunar_site_selection_globe.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/President_Nixon_welcomes_the_Apollo_11_astronauts_aboard_the_U.S.S._Hornet.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Splashdown_3.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/apollo_11.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_Lunar_Module | http://dbpedia.org/resource/Apollo_command_and_service_module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-506" }	, "launchSite": { "type": "literal", "value": "Kennedy Space Center LC-39A" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 12" }	, "description": { "type": "literal", "value": "Apollo 12 (November 14–24, 1969) was the sixth crewed flight in the United States Apollo program and the second to land on the Moon. It was launched on November 14, 1969, by NASA from the Kennedy Space Center, Florida. Commander Charles \"Pete\" Conrad and Lunar Module Pilot Alan L. Bean performed just over one day and seven hours of lunar surface activity while Command Module Pilot Richard F. Gordon remained in lunar orbit. Apollo 12 would have attempted the first lunar landing had Apollo 11 failed, but after the success of Neil Armstrong's mission, Apollo 12 was postponed by two months, and other Apollo missions also put on a more relaxed schedule. More time was allotted for geologic training in preparation for Apollo 12 than for Apollo 11, Conrad and Bean making several geology field trips in preparation for their mission. Apollo 12's spacecraft and launch vehicle were almost identical to Apollo 11's. One addition was hammocks to allow Conrad and Bean to rest more comfortably on the Moon. Shortly after being launched on a rainy day at Kennedy Space Center, Apollo 12 was twice struck by lightning, causing instrumentation problems but little damage. Switching to the auxiliary power supply resolved the data relay problem, saving the mission. The outward journey to the Moon otherwise saw few problems. On November 19, Conrad and Bean achieved a precise landing at their expected location within walking distance of the Surveyor 3 robotic probe, which had landed on April 20, 1967. In making a pinpoint landing, they showed that NASA could plan future missions in the expectation that astronauts could land close to sites of scientific interest. Conrad and Bean carried the Apollo Lunar Surface Experiments Package, a group of nuclear-powered scientific instruments, as well as the first color television camera taken by an Apollo mission to the lunar surface, but transmission was lost after Bean accidentally pointed the camera at the Sun and its sensor was destroyed. On the second of two moonwalks, they visited Surveyor 3 and removed parts for return to Earth. Lunar Module Intrepid lifted off from the Moon on November 20 and docked with the command module, which subsequently traveled back to Earth. The Apollo 12 mission ended on November 24 with a successful splashdown." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Alan_Bean | http://dbpedia.org/resource/Pete_Conrad | http://dbpedia.org/resource/Richard_F._Gordon_Jr." }	, "role": { "type": "literal", "value": "Command Module Pilot | Commander | Lunar Module Pilot" }	, "startDate": { "type": "literal", "value": "1969-11-14" }	, "endDate": { "type": "literal", "value": "1969-11-24" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath///science.ksc.nasa.gov/history/apollo/apollo-12/apollo-12-patch.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/20180320_Apollo_12_Virginia_Air_and_Space_Center-2.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/ALSEP_AS12-47-6917.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/A_view_of_one-third_of_Earth,_with_Australia_on_the_horizon,_as_photographed_by_the_three-man_crew_of_Apollo_12.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_12_Commander_Charles_%22Pete%22_Conrad_and_Lunar_Module_Pilot_Alan_Bean_rehearse_lunar_surface_activities.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_12_Gordon_in_simulator.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_12_command_and_service_modules_hoisted_above_test_stand.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_12_crew.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_12_insignia.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_12_launches_from_Kennedy_Space_Center.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_12_view_of_Solar_Eclipse_(5052129615).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_AS12-47-6897.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Astronaut_Alan_L._Bean_is_about_to_step_off_the_ladder_of_the_Lunar_Module.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Astronauts_Pete_Conrad_(on_left)_and_Alan_Bean_are_shown_in_the_Apollo_Lunar_Module_Mission_Simulator.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Lunar_module_AS12-51-7507.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Putting_the_Plutonium_238_fuel_into_the_SNAP_27.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Saturn_V_Apollo_12.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Surveyor_3-Apollo_12.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_Lunar_Module | http://dbpedia.org/resource/Apollo_command_and_service_module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-507" }	, "launchSite": { "type": "literal", "value": "Kennedy LC-39A" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 13" }	, "description": { "type": "literal", "value": "Apollo 13 (April 11–17, 1970) was the seventh crewed mission in the Apollo space program and the third meant to land on the Moon. The craft was launched from Kennedy Space Center on April 11, 1970, but the lunar landing was aborted after an oxygen tank in the service module (SM) failed two days into the mission. The crew instead looped around the Moon and returned safely to Earth on April 17. The mission was commanded by Jim Lovell, with Jack Swigert as command module (CM) pilot and Fred Haise as Lunar Module (LM) pilot. Swigert was a late replacement for Ken Mattingly, who was grounded after exposure to rubella. A routine stir of an oxygen tank ignited damaged wire insulation inside it, causing an explosion that vented the contents of both of the SM's oxygen tanks to space. Without oxygen, needed for breathing and for generating electric power, the SM's propulsion and life support systems could not operate. The CM's systems had to be shut down to conserve its remaining resources for reentry, forcing the crew to transfer to the LM as a lifeboat. With the lunar landing canceled, mission controllers worked to bring the crew home alive. Although the LM was designed to support two men on the lunar surface for two days, Mission Control in Houston improvised new procedures so it could support three men for four days. The crew experienced great hardship, caused by limited power, a chilly and wet cabin and a shortage of potable water. There was a critical need to adapt the CM's cartridges for the carbon dioxide scrubber system to work in the LM; the crew and mission controllers were successful in improvising a solution. The astronauts' peril briefly renewed public interest in the Apollo program; tens of millions watched the splashdown in the South Pacific Ocean on television. An investigative review board found fault with preflight testing of the oxygen tank and Teflon being placed inside it. The board recommended changes, including minimizing the use of potentially combustible items inside the tank; this was done for Apollo 14. The story of Apollo 13 has been dramatized several times, most notably in the 1995 film Apollo 13 – based on Lost Moon, the 1994 memoir co-authored by Lovell – and an episode of the 1998 miniseries From the Earth to the Moon." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Fred_Haise | http://dbpedia.org/resource/Jack_Swigert | http://dbpedia.org/resource/Jim_Lovell" }	, "role": { "type": "literal", "value": "Command Module Pilot | Commander | Lunar Module Pilot" }	, "startDate": { "type": "literal", "value": "1970-04-11" }	, "endDate": { "type": "literal", "value": "1970-04-17" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/1970_Mission_Control_Apollo_13.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/ALSEP_Ap13-70-HC-77.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/APOLLO_13_LUNAR_PLAQUE_replica.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo13-booster-crater.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo13_CommandModule_Kansas.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo13_apparatus.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo13_splashdown.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo13_tank2.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13-insignia.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_Astronauts_on_the_U.S.S._Iwo_Jima_-_GPN-2002-000054.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_CSM_(Ap13-69-H-1791).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_Crew_before_launch_-_S70-34767.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_Flown_Silver_Robbins_Medallion_(SN-354).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_Hasselblad_image_from_film_magazine_62-JJ_(cropped).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_LM_undocking_(AS13-59-8566)_(cropped).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_Mailbox_at_Mission_Control.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_Prime_Crew.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_Saturn_V_during_rollout.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_Service_Module_-_AS13-59-8500_(cropped).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_liftoff-KSC-70PC-160HR.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_13_timeline.svg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14_redesigned_oxygen_tank_(S71-16745).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apolo-1._CSM&LM_diagram.svg | http://commons.wikimedia.org/wiki/Special:FilePath/Crew_on_the_phone.png | http://commons.wikimedia.org/wiki/Special:FilePath/Direct_Abort_Trajectory_-_Lunar_Landing_Symposium,_MSC_Jun66.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Haise_RTG_(Ap13-70-H-103).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Honeycomb_panel_test_(S70-41982).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Honeycomb_panel_test_(S70-41983).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Jim_Lovell_newspaper.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Lovell_and_Haise_geology_training_(S70-20253).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Lovell_deploying_the_flag.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Mare_Moscoviense_AS13-60-8648.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Mission_Control_Celebrates_-_GPN-2000-001313.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/President_Richard_Nixon_speaks_before_awarding_the_Apollo_13_astronauts_the_Presidential_Medal_of_Freedom.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Universal_Studios_Hollywood_2012_58.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_Lunar_Module | http://dbpedia.org/resource/Apollo_command_and_service_module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-508" }	, "launchSite": { "type": "literal", "value": "Kennedy LC-39A" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 14" }	, "description": { "type": "literal", "value": "Apollo 14 (January 31, 1971 – February 9, 1971) was the eighth crewed mission in the United States Apollo program, the third to land on the Moon, and the first to land in the lunar highlands. It was the last of the \"H missions\", landings at specific sites of scientific interest on the Moon for two-day stays with two lunar extravehicular activities (EVAs or moonwalks). The mission was originally scheduled for 1970, but was postponed because of the investigation following the failure of Apollo 13 to reach the Moon's surface, and the need for modifications to the spacecraft as a result. Commander Alan Shepard, Command Module Pilot Stuart Roosa, and Lunar Module Pilot Edgar Mitchell launched on their nine-day mission on Sunday, January 31, 1971, at 4:03:02 p.m. EST. En route to the lunar landing, the crew overcame malfunctions that might have resulted in a second consecutive aborted mission, and possibly, the premature end of the Apollo program. Shepard and Mitchell made their lunar landing on February 5 in the Fra Mauro formation – originally the target of Apollo 13. During the two walks on the surface, they collected 94.35 pounds (42.80 kg) of Moon rocks and deployed several scientific experiments. To the dismay of some geologists, Shepard and Mitchell did not reach the rim of Cone crater as had been planned, though they came close. In Apollo 14's most famous event, Shepard hit two golf balls he had brought with him with a makeshift club. While Shepard and Mitchell were on the surface, Roosa remained in lunar orbit aboard the Command and Service Module, performing scientific experiments and photographing the Moon, including the landing site of the future Apollo 16 mission. He took several hundred seeds on the mission, many of which were germinated on return, resulting in the so-called Moon trees, that were widely distributed in the following years. After liftoff from the lunar surface and a successful docking, the spacecraft was flown back to Earth where the three astronauts splashed down safely in the Pacific Ocean on February 9." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Alan_Shepard | http://dbpedia.org/resource/Edgar_Mitchell | http://dbpedia.org/resource/Stuart_Roosa" }	, "role": { "type": "literal", "value": "Command Module Pilot | Commander | Lunar Module Pilot" }	, "startDate": { "type": "literal", "value": "1971-01-31" }	, "endDate": { "type": "literal", "value": "1971-02-09" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/Al_Shepard_and_Ed_Mitchell_During_geological_training.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Alan_Shepard_during_training_for_the_Apollo_14_mission.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo14LRO2.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo14_-_Landung.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14-insignia.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14_Command_Module_(5507555344).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14_Command_and_Service_Modules_(CSM).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14_Flown_Silver_Robbins_Medallion_(SN-192).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14_Saturn_V_climbs.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14_Shepard.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14_crew.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14_golf.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14_landing_site_panorama.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_14_rollout_from_VAB.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/As14-67-09379_(25398963314).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Big_Bertha_sample_14321.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Mitchell_Studies_Map_(9460206836).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Shepard_Next_to_Modular_Equipment_Transporter_-_GPN-2000-001147.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/View_of_Antares_from_Kitty_Hawk_(14206333137).jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_CSM | http://dbpedia.org/resource/Apollo_Lunar_Module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-509" }	, "launchSite": { "type": "literal", "value": "Kennedy LC-39A" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 15" }	, "description": { "type": "literal", "value": "Apollo 15 (July 26 – August 7, 1971) was the ninth crewed mission in the United States' Apollo program and the fourth to land on the Moon. It was the first J mission, with a longer stay on the Moon and a greater focus on science than earlier landings. Apollo 15 saw the first use of the Lunar Roving Vehicle. The mission began on July 26 and ended on August 7, with the lunar surface exploration taking place between July 30 and August 2. Commander David Scott and Lunar Module Pilot James Irwin landed near Hadley Rille and explored the local area using the rover, allowing them to travel further from the lunar module than had been possible on previous missions. They spent 181⁄2 hours on the Moon's surface on four extravehicular activities (EVA), and collected 170 pounds (77 kg) of surface material. At the same time, Command Module Pilot Alfred Worden orbited the Moon, operating the sensors in the scientific instrument module (SIM) bay of the service module. This suite of instruments collected data on the Moon and its environment using a panoramic camera, a gamma-ray spectrometer, a mapping camera, a laser altimeter, a mass spectrometer, and a lunar subsatellite deployed at the end of the moonwalks. The lunar module returned safely to the command module and, at the end of Apollo 15's 74th lunar orbit, the engine was fired for the journey home. During the return trip, Worden performed the first spacewalk in deep space. The Apollo 15 mission splashed down safely on August 7 despite the loss of one of its three parachutes. The mission accomplished its goals but was marred by negative publicity the following year when it emerged that the crew had carried unauthorized postal covers to the lunar surface, some of which were sold by a West German stamp dealer. The members of the crew were reprimanded for poor judgment, and did not fly in space again. The mission also saw the collection of the Genesis Rock, thought to be part of the Moon's early crust, and Scott's use of a hammer and a feather to validate Galileo's theory that when there is no air resistance, objects fall at the same rate due to gravity regardless of their mass." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Alfred_Worden | http://dbpedia.org/resource/David_Scott | http://dbpedia.org/resource/James_Irwin" }	, "role": { "type": "literal", "value": "Command module pilot | Commander | Lunar module pilot" }	, "startDate": { "type": "literal", "value": "1971-07-26" }	, "endDate": { "type": "literal", "value": "1971-08-07" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/A15.s74_41836.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/AS15-88-11866_-_Apollo_15_flag,_rover,_LM,_Irwin_-_restoration1.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Al_Worden,_Dave_Scott,_Deke_Slayton,_and_Jack_Schmitt_dig_into_the_pre-launch_breakfast.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Ap15-S70-56419.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Ap15-s71-23768.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15-insignia.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_CSM_(14412950693).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Command_Module_at_the_National_Museum_of_the_United_States_Air_Force.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Dave_Scott_at_St._9a.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Earth1.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Flown_Silver_Robbins_Medallion_(SN-92).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Genesis_Rock.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Hadley_Rille.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Lunar_Rover_and_Irwin.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_SIM_bay.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Sieger_cover.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Space_Suit_David_Scott.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Station_2_Rille,_Lunar_Rover,_Scott.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Subsatellite.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_rollout_from_VAB.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_CSM_lunar_orbit.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_XV_Vettes_at_NCM.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Falcon_lunar_module_on_the_Moon.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Fallen_Astronaut.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Interior_of_Apollo_15_lunar_module_(prior_to_launch).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Jim_Irwin_(left)_Al_Worden,_and_Dave_Scott_pose_in_front_of_the_VAB_during_the_Saturn_V_roll-out.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Moon_AS15-M-2778.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/S71-41759.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/S71-42825.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Stafford_Air_&_Space_Museum,_Weatherford,_OK,_US_(60).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/The_Apollo_15_Prime_Crew_-_GPN-2000-001169.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Worden_podczas_EVA_S71-43202.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_CSM | http://dbpedia.org/resource/Apollo_Lunar_Module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-510" }	, "launchSite": { "type": "literal", "value": "Kennedy LC-39A" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 16" }	, "description": { "type": "literal", "value": "Apollo 16 (April 16–27, 1972) was the tenth crewed mission in the United States Apollo space program, administered by NASA, and the fifth and penultimate to land on the Moon. It was the second of Apollo's \"J missions\", with an extended stay on the lunar surface, a focus on science, and the use of the Lunar Roving Vehicle (LRV). The landing and exploration were in the Descartes Highlands, a site chosen because some scientists expected it to be an area formed by volcanic action, though this proved to not be the case. The mission was crewed by Commander John Young, Lunar Module Pilot Charles Duke and Command Module Pilot Ken Mattingly. Launched from the Kennedy Space Center in Florida on April 16, 1972, Apollo 16 experienced a number of minor glitches en route to the Moon. These culminated with a problem with the spaceship's main engine that resulted in a six-hour delay in the Moon landing as NASA managers contemplated having the astronauts abort the mission and return to Earth, before deciding the problem could be overcome. Although they permitted the lunar landing, NASA had the astronauts return from the mission one day earlier than planned. After flying the lunar module to the Moon's surface on April 21, Young and Duke spent 71 hours—just under three days—on the lunar surface, during which they conducted three extravehicular activities or moonwalks, totaling 20 hours and 14 minutes. The pair drove the lunar rover, the second used on the Moon, for 26.7 kilometers (16.6 mi). On the surface, Young and Duke collected 95.8 kilograms (211 lb) of lunar samples for return to Earth, including Big Muley, the largest Moon rock collected during the Apollo missions. During this time Mattingly orbited the Moon in the command and service module (CSM), taking photos and operating scientific instruments. Mattingly, in the command module, spent 126 hours and 64 revolutions in lunar orbit. After Young and Duke rejoined Mattingly in lunar orbit, the crew released a subsatellite from the service module (SM). During the return trip to Earth, Mattingly performed a one-hour spacewalk to retrieve several film cassettes from the exterior of the service module. Apollo 16 returned safely to Earth on April 27, 1972." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Charles_Duke | http://dbpedia.org/resource/John_Young_(astronaut) | http://dbpedia.org/resource/Ken_Mattingly" }	, "role": { "type": "literal", "value": "Command Module Pilot | Commander | Lunar Module Pilot" }	, "startDate": { "type": "literal", "value": "1972-04-16" }	, "endDate": { "type": "literal", "value": "1972-04-27" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/ALSEP_AS16-113-18374.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/AS16-118-18885.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Ap16_pse.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo-16-LOGO.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo16-SaturnV-to-Launchpad39A.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_15_Subsatellite.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_16_Command_and_Service_Module_Over_the_Moon_(9457443889).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_16_Flown_Silver_Robbins_Medallion_(SN-19).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_16_capsule.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_16_crew.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_16_landing_site_AS16-M-0440.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_16_lift-off.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_16_meeting.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Charlie_Duke's_family_portrait_left_on_the_surface_of_the_moon.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/JSC2007e045382.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/John_W._Young_on_the_Moon.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Moon_Buggy_Ap16-KSC-71PC-777.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/S72-37001.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Young_and_Duke_train_for_Apollo_16.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Young_and_Rover_on_the_Descartes_-_GPN-2000-001133.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_CSM | http://dbpedia.org/resource/Apollo_Lunar_Module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-511" }	, "launchSite": { "type": "literal", "value": "Kennedy LC-39A" }},
    { "name": { "type": "literal", "xml:lang": "en", "value": "Apollo 17" }	, "description": { "type": "literal", "value": "Apollo 17 (December 7–19, 1972) was the final mission of NASA's Apollo program, the most recent time humans have set foot on the Moon or traveled beyond low Earth orbit. Commander Gene Cernan and Lunar Module Pilot Harrison Schmitt walked on the Moon, while Command Module Pilot Ronald Evans orbited above. Schmitt was the only professional geologist to land on the Moon, selected in place of Joe Engle with NASA under pressure to send a scientist to the Moon. The mission's heavy emphasis on science meant the inclusion of a number of new experiments, including a biological experiment containing five mice carried in the command module. Mission planners considered two primary goals in selecting the landing site: to sample lunar highland material older than Mare Imbrium and to investigate the possibility of relatively recent volcanic activity. They thus selected Taurus–Littrow, where formations that had been viewed and pictured from orbit were thought to be volcanic in nature. Since all three crew members had backed up previous Apollo lunar missions, they were familiar with the Apollo spacecraft and had more time for geology training. Launched at 12:33 a.m. Eastern Standard Time (EST) on December 7, 1972, after the only launch-pad delay in the Apollo program caused by a hardware problem, Apollo 17 was a \"J-type\" mission that included three days on the lunar surface, extended scientific capability, and the use of the third Lunar Roving Vehicle (LRV). Cernan and Schmitt landed in the Taurus–Littrow valley and completed three moonwalks, taking lunar samples and deploying scientific instruments. Orange soil was discovered at Shorty crater, and proved to be volcanic in origin, although from early in the Moon's history. Evans remained in lunar orbit in the command and service module (CSM), taking scientific measurements and photographs. The spacecraft returned to Earth on December 19. The mission broke several records for crewed spaceflight, including the longest crewed lunar landing mission (12 days 14 hours), greatest distance from a spacecraft during an extravehicular activity of any type (7.6 kilometers or 4.7 miles), longest total lunar surface extravehicular activities (22 hours 4 minutes), largest lunar sample return (approximately 115 kg or 254 lb), longest time in lunar orbit (6 days 4 hours), and most lunar orbits (75)." }	, "crew": { "type": "literal", "value": "http://dbpedia.org/resource/Gene_Cernan | http://dbpedia.org/resource/Harrison_Schmitt | http://dbpedia.org/resource/Ronald_Evans_(astronaut)" }	, "role": { "type": "literal", "value": "Command Module Pilot | Commander | Lunar Module Pilot" }	, "startDate": { "type": "literal", "value": "1972-12-07" }	, "endDate": { "type": "literal", "value": "1972-12-19" }	, "image": { "type": "literal", "value": "http://commons.wikimedia.org/wiki/Special:FilePath/AS17-140-21493+AS17-140-21497.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/AS17-158-23902.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17-insignia.png | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_-_Gene_Cernan_training_in_Sudbury.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_Astronaut_Training_-_GPN-2000-000640.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_CM_Houston.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_CSM_SIM_bay.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_Cernan_on_moon.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_Flown_Silver_Robbins_Medallion_(SN-F39).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_Landing_Site.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_The_Last_Moon_Shot_Edit1.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_crew.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_landing_site,_labeled.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_liftoff.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Apollo_17_rover_at_final_resting_site.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/Eugene_Cernan_at_the_LM,_Apollo_17.jpg | http://commons.wikimedia.org/wiki/Special:FilePath/SH-3_Sea_King_of_HC-1_recovers_Apollo_17_astronauts_off_USS_Ticonderoga_(CVS-14),_19_December_1972_(Ap17-S72-55974).jpg | http://commons.wikimedia.org/wiki/Special:FilePath/The_Earth_seen_from_Apollo_17.jpg" }	, "spacecraft": { "type": "literal", "value": "http://dbpedia.org/resource/Apollo_Lunar_Module | http://dbpedia.org/resource/Apollo_command_and_service_module" }	, "launchRocket": { "type": "literal", "value": "Saturn V SA-512" }	, "launchSite": { "type": "literal", "value": "http://dbpedia.org/resource/Kennedy_Space_Center | http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39 | http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39A" }} ] } }